// Info / System
"Unlock" = "잠금 해제";
"System" = "시스템정보";
"Serial" = "시리얼 생성기";
"Model" = "모델명";
"Peripherals" = "기타";
"Name" = "이름";
"Value" = "값";
"System Info" = "시스템 정보";
"Host" = "호스트 이름";
"OS" = "설치된 OS 버전";
"Kernel" = "부팅 커널";
"RAM" = "설치된 램 용량";
"Model Identifier" = "SMBIOS 모델";
"CPU" = "CPU";
"Intel Generation" = "인텔 CPU세대";
"Platform ID" = "플랫폼 ID";
"Board ID" = "보드 ID";
"Serial Number" = "시리얼 번호";
"Hardware UUID" = "하드웨어UUID";
"System ID" = "시스템 ID";
"ROM" = "롬";
"Board Serial Number" = "보드 시리얼 번호";
"VDA Decoder" = "VDA 디코더";
"GPU Info:" = "GPU 정보 :";
"GPU Name" = "GPU 정보";
"GPU Device ID" = "GPU 장치 ID";
"Total VRAM" = "전체 VRAM";
"Free VRAM" = "사용가능한 VRAM";
"Quartz Extreme (QE/CI)" = "쿼츠 익스트림(QE/CI)";
"Metal Supported" = "Metal 지원";
"Metal Device Name" = "Metal 장치 이름";
"Metal Default Device" = "Metal 기본 장치";
"Metal Low Power" = "Metal 저전압 활성화";
"Metal Headless" = "Metal 헤드리스";
"iMessage Keys" = "iMessage 키";
"Check Serial (EveryMac.com)" = "시리얼 유효성 확인";
"Check Serial (Apple.com)" = "시리얼 유효성 확인";
"Serial Info" = "시리얼 정보";
"Export" = "내보내기";
"Country" = "제조국가";
"Year" = "제조년";
"Week" = "생산주차";
"Line" = "생산라인";
"Valid" = "단종 여부";
"Possibly" = "지속 생산중";
"Unlikely" = "단종 제품";
// Info / Serial Generator
"Serial Generator Info:" = "시리얼 생성기 정보:";
// Info / Model
"Model Info:" = "모델 정보:";
"2nd Disp Support" = "보조 디스플레이 지원";
"2nd Max Res" = "보조 디스플레이 최대 해상도";
"Apple Subfamily" = "애플 시스템명";
"Architecture" = "아키텍쳐";
"Avg Weight" = "평균 무게";
"Battery Life" = "배터리 수명";
"Battery Type" = "배터리 유형";
"Cache Bus Speed" = "캐시 버스 속도";
"Case Type" = "케이스 유형";
"Custom Speeds" = "CPU 속도";
"Dimensions" = "제품 규격";
"Discontinued Date" = "서비스 종료일";
"Display" = "디스플레이";
"EFI Architecture" = "EFI 아키텍쳐";
"EMC Number" = "EMC 번호";
"Est Current Retail" = "현재 소비자 가격";
"Expansion Bays" = "확장 베이";
"Expansion Slots" = "확장 슬롯";
"Firewire" = "파이어와이어";
"Firewire Support" = "파이어와이어 지원";
"Geekbench 2 32" = "긱벤치 2 32";
"Geekbench 2 64" = "긱벤치 2 64";
"Geekbench 3 MC 32" = "긱벤치 3 MC 32";
"Geekbench 3 MC 64" = "긱벤치 3 MC 64";
"Geekbench 3 SC 32" = "긱벤치 3 SC 32";
"Geekbench 3 SC 64" = "긱벤치 3 SC 64";
"Geekbench 4 MC" = "긱벤치 4 MC";
"Geekbench 4 SC" = "긱벤치 4 SC";
"Input Type" = "화면 입력 장치 유형";
"Int HD Interface" = "내장 HD 인터페이스";
"Introduction Date" = "제품 발표 날짜";
"Keyboard Type" = "키보드 유형";
"L1 Cache" = "L1 캐시";
"L2 Cache" = "L2 캐시";
"Mac OS 9 Support" = "맥오에스 9 지원";
"Maximum OS" = "이용 가능한 최신 OS 버전";
"Maximum RAM" = "이용 가능한 최대 램 용량";
"Maximum VRAM" = "이용 가능한 최대 비디오램";
"Maximum Windows" = "설치 가능한 최신 윈도우 버전";
"Min. RAM Speed" = "최저 램 속도";
"Minimum Windows" = "설치 가능한 구형 윈도우 버전";
"Model" = "모델명";
"Model Identifier" = "모델 식별자";
"Model Number" = "모델 번호";
"Motherboard RAM" = "마더보드 램";
"Order Number" = "발주 번호";
"Original OS" = "번들 설치된 OS 버전";
"Original Price" = "출시 가격";
"Processor Speed" = "프로세서 속도";
"Processor Type" = "프로세서 유형";
"Processor Upgrade" = "프로세서 소켓유형";
"Processors (Cores)" = "프로세서 수량(코어수량)";
"RAM Slots" = "램 슬롯";
"RAM Type" = "램 유형";
"Resolution" = "최대 해상도";
"ROM/Firmware" = "롬/펌웨어";
"Standard AirPort" = "무선랜 인터페이스 규격";
"Standard Bluetooth" = "블루투스 인터페이스 버전";
"Standard Ethernet" = "이더넷 인터페이스 규격";
"Standard HD" = "기본 부팅 하드 디스크";
"Standard Optical" = "기본 광학 디스크";
"Standard RAM" = "기본 램";
"Standard VRAM" = "기본 비디오램";
"System Bus Speed" = "시스템 버스 유형";
"Turbo Boost" = "터보부스트";
"Url" = "스펙 확인 관련 URL";
"USB" = "USB";
"Video Card" = "비디오 카드";
"Video Port" = "비디오 포트";
"VRAM Type" = "비디오램 유형";
"Windows Support" = "윈도우 지원";
"Model:" = "모델:";
"Visit EveryMac" = "에브리맥 방문";
"Visit" = "클릭하여 에브리맥으로 이동";
// Info / Misc
"Network Interfaces:" = "네트워크 인터페이스 :";
"Vendor " = "공급 업체";
"Vendor Name" = "공급 업체명";
"Device Name" = "장치 이름";
"BSD Name" = "BSD 이름";
"Builtin" = "내장형";
"Bluetooth Devices:" = "블루투스 장치:";
"FW Loaded" = "펌웨어 로드됨";
"Graphic Devices:" = "그래픽 장치 :";
"Ports" = "포트";
"Sub Device" = "하위 장치";
"Codec" = "코덱";
"Revision" = "리비전";
"Storage Devices:" = "스토리지 장치 :";
"Model" = "모델";
"Location" = "장착 위치";
"Phy Block" = "물리 블럭";
// Menu
"About Hackintool" = "해킨툴 소개";
"Check for Updates..." = "업데이트 확인...";
"Preferences…" = "환경 설정…";
"Services" = "서비스";
"Hide Hackintool" = "해킨툴 가리기";
"Hide Others" = "기타 가리기";
"Quit Hackintool" = "해킨툴 종료";
"File" = "파일";
"Open…" = "열기";
"Open Recent" = "최근 작업 열기";
"Generate Audio Codecs Info" = "오디오 코덱 생생기 정보";
"Import" = "불러오기";
"Export" = "내보내기";
"IOReg Dump (Native)" = "IOReg 덤프 (기존 내용)";
"IOReg Dump (Patched)" = "IOReg 덤프 (패치 내용)";
"Bootloader config.plist" = "부트로더 Config.plist";
"Framebuffer Text" = "텍스트화 프레임 버퍼 ";
"Framebuffer Binary" = "바이너리화 프레임 버퍼";
"Edit" = "편집";
"Cut" = "자르기";
"Copy" = "복사";
"Paste" = "붙여 넣기";
"Paste and Match Style" = "붙여 넣기 및 스타일 매치";
"Select All" = "모두 선택";
"Find" = "검색";
"Find…" = "검색…";
"Find and Replace…" = "검색 및 치환…";
"Find Next" = "다음 검색";
"Find Previous" = "이전 검색";
"Use Selection for Find" = "검색에 선택 사용";
"Jump to Selection" = "선택 항목으로 이동";
"Spelling and Grammar" = "철자와 문법 검사";
"Check Document Now" = "지금 점검";
"Check Spelling While Typing" = "입력하는 동안 철자 검사";
"Check Grammar With Spelling" = "문법 검사 도중 철자 검사";
"Correct Spelling Automatically" = "자동 철자 ​​수정";
"Substitutions" = "보완";
"Show Substitutions" = "보완 표시";
"Smart Copy/Paste" = "스마트 복사 / 붙여 넣기";
"Smart Quotes" = "스마트 따옴표";
"Smart Dashes" = "스마트 대시";
"Smart Links" = "스마트 링크";
"Data Detectors" = "데이터 디텍터";
"Text Replacement" = "텍스트 대체";
"Transformations" = "변환";
"Make Upper Case" = "대문자로 만들기";
"Make Lower Case" = "소문자로 만들기";
"Capitalize" = "대문자로 시작하기";
"Speech" = "말하기";
"Start Speaking" = "말하기 시작하기";
"Stop Speaking" = "말하기 중지";
"Show Toolbar" = "툴바 표시";
"Hide Toolbar" = "툴바 숨기기";
"Customize Toolbar…" = "툴바 사용자 정의…";
"View" = "보기";
"Window" = "윈도우";
"Help" = "도움말";
"Current Version" = "현재 버전";
"System Configs" = "시스템 구성";
"Apply Current Patches" = "현재 패치 적용";
"Minimize" = "최소화";
"Zoom" = "확대";
"Bring All to Front" = "모두 앞으로 가져오기";
"Hackintool Help" = "해킨툴 도움말";
// Tabs
"Info" = "시스템정보";
"Patch" = "내장그래픽";
"Bootloader" = "부트로더";
"NVRAM" = "NVRAM";
"Extensions" = "설치된 켁스트";
"Displays" = "디스플레이";
"Sound" = "오디오";
"USB" = "USB";
"Disks" = "디스크";
"PCIe" = "PCIe";
"Power" = "전력﻿";
"Calc" = "계산기";
"Utilities" = "도구";
"Logs" = "로그";
// Patch
"Intel Generation:" = "CPU 세대 :";
"Platform ID:" = "플랫폼 ID :";
"Info" = "정보";
"Framebuffer" = "프레임 버퍼";
"Connectors" = "커넥터";
"Patch" = "내장그래픽";
"Go To Current" = "현재 시스템 정보로 설정";
"Reload" = "새로고침";
// Patch / Selected Framebuffer Info
"Selected Framebuffer" = "선택된 프레임 버퍼 정보";
"Intel Generation" = "CPU 세대";
"Platform ID" = "플랫폼 ID";
"GPU Name" = "그래픽 장치 이름";
"Mobile" = "모바일";
"GPU Device ID(s)" = "GPU 장치 ID";
"Model(s)" = "SMBIOS 모델";
// Patch / Current Framebuffer Info
"Current Framebuffer" = "현재 프레임 버퍼 정보";
// Patch / VRAM Info
"VRAM Info:" = "비디오 램 정보 :";
"Stolen" = "추가 확장 메모리";
"FBMem" = "프레임 버퍼 메모리";
"VRAM" = "비디오 램";
"Max Stolen" = "최대 확장 메모리";
"Total Stolen" = "총 확장 메모리";
"Total Cursor" = "총 표시 메모리";
"Max Overall" = "최대 총합 메모리";
// Patch / Framebuffer
"Framebuffer Info:" = "프레임 버퍼 정보 :";
"FramebufferID" = "프레임 버퍼 ID";
"ModelNameAddr" = "모델 이름 주소";
"Mobile" = "모바일";
"PipeCount" = "파이프 카운트";
"PortCount" = "포트 카운트";
"FBMemoryCount" = "FB 메모리 카운트";
"StolenMemorySize" = "비디오 메모리 강제 할당";
"FramebufferMemorySize" = "프레임 버퍼 메모리 크기";
"CursorMemorySize" = "커서 메모리 사이즈";
"UnifiedMemorySize" = "통합 메모리 크기";
"BacklightFrequency" = "백라이트 주파수";
"BacklightMax" = "최대 백라이트 밝기";
"Flags" = "플래그";
"BTTableOffsetIndexSlice" = "BTT 오프셋 슬라이스 가능";
"BTTableOffsetIndexNormal" = "BTT 오프셋 색인 정상";
"BTTableOffsetIndexHDMI" = "BTT 오프셋 색인 HDMI 가능";
"CamelliaVersion" = "카멜리아 버전";
"NumTransactionsThreshold" = "트랜잭션 횟수 임계 값";
"VideoTurboFreq" = "비디오 터보 주파수";
"BTTArraySliceAddr" = "BTT 슬라이스 주소 배열";
"BTTArrayNormalAddr" = "BTT 정상 주소 배열";
"BTTArrayHDMIAddr" = "BTT HDMI 주소 배열";
"SliceCount" = "슬라이스 카운트";
"EuCount" = "Eu 카운트";
"Disabled" = "비활성화";
"V1" = "V1";
"V2" = "V2";
"V3" = "V3";
"Unsupported" = "지원안됨";
"Index" = "인덱스";
"BusID" = "버스ID";
"Pipe" = "파이프";
"Type" = "유형";
"Flags" = "플래그";
"Zero" = "제로";
"Dummy" = "더미";
"LVDS" = "LVDS";
"DigitalDVI" = "디지털DVI";
"SVID" = "SVID";
"VGA" = "VGA";
"DP" = "DP";
"HDMI" = "HDMI";
"AnalogDVI" = "아날로그DVI";
"Framebuffer Flags:" = "프레임 버퍼 플래그 :";
"FBAvoidFastLinkTraining" = "FB 고속 링크 트레이닝 회피";
"FBFramebufferCommonMemory" = "FB 프레임 버퍼 공용 메모리";
"FBFramebufferCompression" = "FB 프레임 버퍼 압축";
"FBEnableSliceFeatures" = "FB 슬라이스 기능 활성화";
"FBDynamicFBCEnable" = "FB 다이나믹 FBC 활성화";
"FBUseVideoTurbo" = "FB 비디오 터보 사용";
"FBForcePowerAlwaysConnected" = "FB 강제 전원 항시 연결";
"FBDisableHighBitrateMode2" = "FB 높은 비트 전송율 모드2 사용 안함";
"FBBoostPixelFrequencyLimit" = "FB 증폭 픽셀 주파수 한도";
"FBLimit4KSourceSize" = "FB 4K 소스 지원";
"FBAlternatePWMIncrement1" = "FB 대체 PWM 증가량#1";
"FBAlternatePWMIncrement2" = "FB 대체 PWM 증가량#2";
"FBDisableFeatureIPS" = "FB IPS 기능 비활성화";
"FBUnknownFlag_2000" = "FB 알 수 없는 플래그_2000";
"FBAllowConnectorRecover" = "FBA 커넥터 복구 허용";
"FBUnknownFlag_8000" = "FB 알 수 없는 플래그_8000";
"FBUnknownFlag_10000" = "FB 알 수 없는 플래그_10000";
"FBUnknownFlag_20000" = "FB 알 수 없는 플래그_20000";
"FBDisableGFMPPFM" = "FB GFMPPFM 비활성화";
"FBUnknownFlag_80000" = "FB 알 수 없는 플래그_80000";
"FBUnknownFlag_100000" = "FB 알 수 없는 플래그_100000";
"FBEnableDynamicCDCLK" = "FB 다이나믹 CDCLK 활성화";
"FBUnknownFlag_400000" = "FB 알 수 없는 플래그_400000";
"FBSupport5KSourceSize" = "FB 5K 소스 크기 지원";
"FBUnknownZeroFlags" = "FB 알 수 없는 제로 플래그";
"CNAlterAppertureRequirements" = "CN 변경 요구 사항";
"CNUnknownFlag_2" = "CN 알 수 없는 플래그_2";
"CNUnknownFlag_4" = "CN 알 수 없는 플래그_4";
"CNConnectorAlwaysConnected" = "CN 커넥터 항상 연결됨 ";
"CNUnknownFlag_10" = "CN 알 수 없는 플래그_10";
"CNUnknownFlag_20" = "CN 알 수 없는 플래그_20";
"CNDisableBlitTranslationTable" = "CN 블릿 변환 표 사용 안 함";
"CNUnknownFlag_80" = "CN 알 수 없는_80";
"CNUnknownFlag_100" = "CN 알 수 없는_100";
"CNUnknownFlag_200" = "CN 알 수 없는_200";
"CNUnknownFlag_400" = "CN 알 수 없는_400";
"CNUnknownFlag_800" = "CN 알 수 없는_800";
"CNUnknownFlag_1000" = "CN 알 수 없는_1000";
"CNUnknownFlag_2000" = "CN 알 수 없는_2000";
"CNUnknownFlag_4000" = "CN 알 수 없는_4000";
"CNUnknownFlag_8000" = "CN 알 수 없는_8000";
"CNUnknownZeroFlags" = "CN 알 수 없는 제로 플래그";
// Patch Options / Advanced ToolTips
"TT_DVMTPreAlloc32MB" = "Set DVMT pre-alloc to 32 MB to match BIOS setting (stolen mem = 19 MB / fb mem = 9 MB)";
"TT_VRAM2048MB" = "Set VRAM to 2048 MB. Can fix some 4K display glitching (unified mem = 2048 MB)";
"TT_DisableeGPU" = "Disable external GPU (disable-external-gpu)";
"TT_EnableHDMI20" = "HDMI in UHD resolution with 60 fps (enable-hdmi20)";
"TT_DPtoHDMI" = "Convert Display Port connector types to HDMI";
"TT_GfxYTileFix" = "Since macOS Sierra 10.12 update, Skylake's Intel HD 530 integrated graphics has had certain graphical artifacts or 'glitches' in the upper left corner of the menu bar and elsewhere. This does not occur under OS X El Capitan. (AAPL,GfxYTile)";
"TT_UseIntelHDMI" = "If TRUE, hda-gfx=onboard-1 will be injected into the GFX0 and HDEF devices. Also, if an ATI or Nvidia HDMI device is present, they'll be assigned to onboard-2. If FALSE, then ATI or Nvidia devices will get onboard-1 as well as the HDAU device if present.";
"TT_USBPortLimit" = "Inject USB port limit patches if available";
"TT_HotplugRebootFix" = "Set connector pipe values to 18";
"TT_DPCDMaxLinkRate" = "Fix the invalid maximum link rate issue on some laptops (Dell XPS 15 9570, etc.)";
"TT_HDMIInfiniteLoopFix" = "Fix the infinite loop when the graphics driver tries to establish a HDMI connection with a higher pixel clock rate, for example connecting to a 2K/4K display with HDMI 1.4, otherwise the system just hangs (and your builtin laptop display remains black) when you plug in the HDMI cable.\r\r- For those who want to have \"limited\" 2K/4K experience (i.e. 2K@59Hz or 4K@30Hz) with their HDMI 1.4 port, you might find this fix helpful.\r- For those who have a laptop or PC with HDMI 2.0 routed to IGPU and have HDMI output issues, please note that this fix is now succeeded by the LSPCON driver solution, and it is still recommended to enable the LSPCON driver support to have full HDMI 2.0 experience.\r(You might still need this fix temporarily to figure out the connector index of your HDMI port.)";
"TT_FramebufferPortLimit" = "Set the connector index values to -1 (disable) for connectors above limit";
"TT_SpoofAudioDeviceID" = "Spoof HDEF device-id if available";
"TT_SpoofVideoDeviceID" = "Spoof IGPU device-id";
"TT_InjectDeviceID" = "Spoof IGPU device-id";
// Patch Options / LSPCON ToolTips
"TT_LSPCONEnableDriver" = "Recent laptops (Kaby Lake/Coffee Lake-based) are typically equipped with a HDMI 2.0 port. This port could be either routed to IGPU or DGPU, and you can have a confirmation on Windows 10. Intel (U)HD Graphics, however, does not provide native HDMI 2.0 output, so in order to solve this issue OEMs add an additional hardware named LSPCON on the motherboard to convert DisplayPort into HDMI 2.0.\r\rLSPCON works in either Level Shifter (LS) or Protocol Converter (PCON) mode. When the adapter works in LS mode, it is capable of producing HDMI 1.4 signals from DisplayPort, while in PCON mode, it could provide HDMI 2.0 output. Some onboard LSPCON adapters (e.g. the one on Dell XPS 15 9570) have been configured in the firmware to work in LS mode by default, resulting a black screen on handling HDMI 2.0 connections.\r\rStarting from version 1.3.0, WhateverGreen now provides driver support for the onboard LSPCON by automatically configuring the adapter to run in PCON mode on new HDMI connections, and hence solves the black screen issue on some platforms.\r\r- LSPCON driver is only applicable for laptops and PCs with HDMI 2.0 routed to IGPU.\r- LSPCON driver is necessary for all newer platforms unless the new IGPU starts to provide native HDMI 2.0 output.\r- Supported Intel Platform: Skylake, Kaby Lake, Coffee Lake and later.\rSkylake Case: Intel NUC Skull Canyon; Iris Pro 580 + HDMI 2.0 with Parade PS175 LSPCON.\rCoffee Lake Case: Some laptops, e.g. Dell XPS 15 9570, are equipped with HDMI 2.0 and Parade PS175 LSPCON.\r- If you have confirmed that your HDMI 2.0 is routed to IGPU and is working properly right now, you don't need to enable this driver, because your onboard LSPCON might already be configured in the firmware to work in PCON mode.";
// Framebuffer Flags ToolTips
"TT_FBAvoidFastLinkTraining" = "AppleIntelFBController::LinkTraning의 기능이며 FastLinkTraining 사용을 취소하는데 사용됩니다\rSKL 링크가 없는 joevt에 따르면 540 MHz에서 450Mhz가 발생합니다";
"TT_FBFramebufferCommonMemory" = "minStolenMem을 계산하면 복원 메모리 크기가 무효화 됩니다  fFBMemoryCount를 StormMemorySize와 일치시켜 다음과 같이 계산됩니다";
"TT_FBFramebufferCompression" = "AppleIntelFramebufferController::getFeatureControl의 기능입니다  이 기능은 Plist 기능 컨트롤 섹션에서 FBC=1로 설정하는 것과 같습니다";
"TT_FBEnableSliceFeatures" = "AppleIntelFramebufferController::getFeatureControl의 기능입니다  이 기능은 Plist 기능 컨트롤 섹션에서 SliceSDEnable=1, EUSDEnable=1, DynamicSliceSwitch=1로 설정하는 것과 같습니다";
"TT_FBDynamicFBCEnable" = "AppleIntelFramebufferController::getFeatureControl의 기능입니다  이 기능은 Plist 기능 컨트롤 섹션에서 DynamicFBCEnable=1로 설정하는 것과 같습니다";
"TT_FBUseVideoTurbo" = "이 설정은 fUseVideoTurbo=1로 설정되며 특정 필드의 GPU 주파수가 로드 됩니다  기본 값을 14로 설정하면 Plist 기능 컨트롤 섹션에서 VideoTurboFreq로 설정하는 것과 같습니다";
"TT_FBForcePowerAlwaysConnected" = "AppleIntelFramebuffer::getDisplayStatus의 기능입니다  항상 연결된 디스플레이에서도 전원 재설정을 표시합니다(커넥터 플래그 CN 커넥터 항상 연결 참조).";
"TT_FBDisableHighBitrateMode2" = "joevt에 따르면 높은 비트 전송율 모드 1이 적용되어 DP 비트 전송률이 일반 17.28Gbit/s(HBR2)대신 8.64Gbit/s로 제한됩니다  이 문제는 더 이상 스카이레이크 CPU에서 사용하지 않는 것으로 여겨집니다";
"TT_FBBoostPixelFrequencyLimit" = "이 비트는 브로드웰 CPU 이후 버전에선  사용되지 않지만 fPortCount > 0일 때 즉, 모든 온라인 프레임 버퍼에 대한 설정을 합니다\r하스웰에서는 AppleIntelFramebuffer::GetOnlineInfo에서 사용되며 최상위 모델인 0x0D260007 (MacBookPro11,3), 0x0D26000E 모델만 적용됩니다\r픽셀 주파수 한도(이른바 픽셀 클럭)를 540000000Hz로 늘리는 것처럼 됩니다\r 보편적으로는 아래의 값이 사용됩니다\r216000000, 320000000, 360000000, 450000000";
"TT_FBLimit4KSourceSize" = "AppleIntelFramebuffer::ValidateSourceSize의 기능입니다\r화면 소스의 크기를 4096x4096으로 제한해 주세요";
"TT_FBAlternatePWMIncrement1" = "AppleIntelFramebufferController::start의 기능입니다\r이 비트는 완전히 동등한 것으로 보이며 서로 치환하여 사용할 수 있습니다 결과는 다음으로 같이 설정됩니다\r∙SOUTH_CHICKEN2 (0xc2004)의 LPT_PWM_GRANULARITY (1<<5) 비트는\r∙SOUTH_DSPCLK_GATE_D (0xc2020)의 PCH_LP_PARTITION_LEVEL_DISABLE (1<<12)비트입니다\r리눅스 드라이버 소스 참고\r(lpt_init_clock_gating, \rlpt_enable_backlight)\r이 비트들은 백라이트 펄스 폭 모듈화를 설정하므로 내장 디스플레이없이 설정하는 것은 아무 의미가 없습니다(랩탑전용)";
"TT_FBAlternatePWMIncrement2" = "AppleIntelFramebufferController::start의 기능입니다\r이 비트는 완전히 동증한 것으로 보이며 서로 치환하여 사용할 수 있습니다 결과는 다음으로 같이 설정됩니다\r- SOUTH_CHPCKEN2 (0xc2004)의 LPT_PWM_GRANULARITY (1<<5) 비트는\r∙SOURCH_DSPCLK_GATE_D (0xc2020)의 PCH_LP_PARTITION_LEVEL_DISABLE (1<<12) 비트입니다\r리눅스 드라이버 소스 참고\r(lpt_init_clock_gating, \rlpt_enable_backlight)\r이 비트들은 백라이트 펄스 폭 모듈화를 설정하므로 내장된 디스플레이없이 설정하는 것은 아무 의미가 없습니다(랩탑전용)";
"TT_FBDisableFeatureIPS" = "브로드웰 CPU의 AppleIntelFBController::start의 기능입니다  이 기능은 Plist 기능 컨트롤 섹션에서 DisableFeatureIPS=1로 설정하는 것과 같습니다\rIPS는 중간 픽셀 저장 장치를 의미합니다";
"TT_FBUnknownFlag_2000" = "FB 알 수 없는 플래그_2000";
"TT_FBAllowConnectorRecover" = "브로드웰 CPU의 AppleIntelFBController::getOSInformation의 기능입니다\r카멜리아 버전 2의 경우 아래의 AppleIntelFrameBuffer::LinkTraining에서 사용될 수 있습니다\r-notconrecover 부트 플래그를 이용해 비트 설정을 취소할 수 있습니다";
"TT_FBUnknownFlag_8000" = "FB 알 수 없는 플래그_8000";
"TT_FBUnknownFlag_10000" = "FB 알 수 없는 플래그_10000";
"TT_FBUnknownFlag_20000" = "FB 알 수 없는 플래그_20000";
"TT_FBDisableGFMPPFM" = "AppleIntelFramebufferController::getFeatureControl의 기능입니다   이 기능은 Plist 기능 컨트롤에서 GFMPPFM이 2로 설정된 경우에만 적용됩니다 그렇지 않으면 GFMPPFM이 비활성화 됩니다";
"TT_FBUnknownFlag_80000" = "FB 알 수 없는 플래그_80000";
"TT_FBUnknownFlag_100000" = "FB 알 수 없는 플래그_100000";
"TT_FBEnableDynamicCDCLK" = "AppleIntelFramebufferController::getFeatureControl의 기능입니다   이 기능은 Plist 기능 컨트롤에서 SupportDynamicCDClk이 1로 설정된 경우에만 적용되며 그렇지 않으면 비활성화 됩니다\r또한 dc6config를 3(기본 값)으로 설정해야 합니다";
"TT_FBUnknownFlag_400000" = "FB 알 수 없는 플래그_400000";
"TT_FBSupport5KSourceSize" = "AppleIntelFramebuffer::enableController의 기능입니다   AppleIntelFramebuffer::ValidateSourceSize에서 사용되며 비트를 설정하면 최대 화면 소스의 크기가 4096x4096에서 5120x5120으로 증가합니다\r인텔 내장 그래픽을 통해 5K를 지원할 가능성이 농후합니다";
"TT_FBUnknownZeroFlags" = "FB 제로 플래그";
// Connector Info ToolTips
"TT_Index" = "인덱스 값 설정시 반드시 정독 후 작업해 주세요!\r\r잠시 잘못 설정한 순간 몇 시간~몇 일 이상 소요되는 큰 삽질이 될 수 있습니다(AppleIntelFrameBufferController::MapFBToPort를 참고하시거나 식스플로우에 한글 지원을 요청하시면 해결해 드립니다)\r왜 이것이 존재하는지 모릅니다(주:Headkaze) 그러나 배열 색인(0부터 시작하는 순차 번호)으로 설정하는 것을 추천합니다만 이 때 허용되는 값은 0,1,2,3 그리고 -1(0xFF)만 사용 가능합니다 만약 인덱스가 배열 인덱스와 같다면\r로직은 매우 간단합니다\인덱스 0이 있는 포트는 다른 값과 상돤없이 (LVDS 유형) 기본 포트로 간주됩니다\r인덱스 1~3이 있는 포트는 유형과 비교하여 확인되며 HDMI는 디지털 오디오를 허용합니다 그렇지 않으면 DP를 사용하게 됩니다 그러나 인덱스 0xFF(-1)인 포트는 무시되고 건너뜁니다\r\r인덱스!= 배열 인덱스 포트 유형이 커넥터 [인덱스].유형에서 읽혀질 때\r0-[1] 버스ID 4 유형 LVDS\r1-[2] 버스ID 5 유형 DP\r2-[3] 버스ID 6 유형 HDMI\r3-[-1] 버스ID 0 유형 더미\r\r그러면 2개의 프레임 버퍼가 이동합니다\r\r0-버스ID 4 유형 DP \r1-버스ID 5 유형 HDMI\r\r사실 버스ID 값은 커넥터 [인덱스].버스ID로 읽히지만 나중에 AppleIntelFramebufferCotroller::getGMBusfromProt로 지정된 인덱스로 커넥터를 찾습니다\r특수 마커 커넥터인 (-1:0xFF)가 발견되면 바로 포트 검색이 중지됩니다 예를 들자면-\r0-[1] 버스ID 4 유형 LVDS\r1-[2] 버스ID 5 유형 DP\r2-[-1] 버스ID 유형 HDMI\r3-[-1] 버스ID 유형 더미\r\r위 결과는 두 개의 프레임 버퍼가 되고 두 번째 버스 아이디는 시프트 됩니다\r\r0-버스ID 유형 DP\r1-버스ID 6 유형 HDMI\r\r또한 포트 번호 계산에 사용됩니다\r\r- LVDS 디스플레이(더 정확하게는 CN 커넥터 항상 연결된 플래그가 설정된 디스플레이)포트 번호는 0입니다\r- 다른 디스플레이는 인덱스 - 포트 번호 매핑: 1-4, 2-6, 3-7또는 폴백 0을 거칩니다";
"TT_BusID" = "AppleIntelFramebufferController::MapFBToPort 포트 호출에 의해 AppleIntelFramebufferController::getGMBusIDfromPort의 자격 부여가 됩니다\r\r이 내용은 https://01.org/sites/default/files/documentation/intel-gfx-prm-osrc-hsw-display_0.pdf에 설명된 GMBUS (그래픽 관리 버스) ID 내용을 정독하시면 됩니다\r아래의 인텔 리눅스 드라이버 소스에서 사용법을 확인할 수 있었습니다만\r∙ https://github.com/torvalds/linux/blob/6481d5ed076e69db83ca75e751ad492a6fb669a7/drivers/gpu/drm/i915/intel_i2c.c#L43\r∙ https://github.com/torvalds/linux/blob/605dc7761d2701f73c17183649de0e3044609817/drivers/gpu/drm/i915/i915_reg.h#L3053\r\r애플 식별자는 리눅스 드라이버와 약간 다름을 알고 있어야 합니다\r리눅스에서 0은 비활성화를 의미하지만, 애플에선 특별한 의미가 있으며 내부 디스플레에서만 사용됩니다 그 밖의 값은 다음과 같습니다\r\r브로드캐스트까지 포함해서 VGA 모드로 아래처럼 설정을 합니다\r- GMBUS_PIN_DPC    (4)  HDMIC\r- GMBUS_PIN_DPB    (5)  SDVO, HDMIB\r- GMBUS_PIN_DPD    (6)  HDMID\r- GMBUS_PIN_VGADDC (2)\r따라서 기본적으로 4,5,6을 임의의 HDMI또는 DP 포트를 가진 디스플레이에 사용할 수 있으며 5는 SDVO(https://en.wikipedia.org/wiki/Serial_Digital_Video_Out)를 지원하기 때문에 DVI 포트를 가진 디스플레이를 지원하는데도 사용할 수 있습니다\r\r스카이레이크는 VGA를 시작하면 전용 GMBUS_PIN_VGADDC id 대신 SDVO를 통해 작동합니다\r";
"TT_Pipe" = "Piker가 말한 것 처럼 포트의 그룹화를 위해 사용되는 것으로 나타나지만 아직 사용법을 찾을 수 없습니다(주:headkaze)\r";
"TT_Type" = "사용가능한 유형:\r- 제로\r- 더미 (항상 더미로 이용되며 가끔 VGA로 작동하는 듯 합니다)\r- LVDS (AMD LVDS와 마찬가지로 eDP에 사용됩니다)\r- 디지털DVI (오해의 소지가 있지만 이것은 eDP가 아닙니다)\r- SVID\r- VGA\r- DP\r- HDMI\r- 아날로그DVI";
"TT_Flags" = "이 것은 커넥터 플래그입니다, Piker가 이야기한 것과 상관없이 지연 값과는 아무런 상관이 없습니다\rHeadkaze가 서술한 커넥터 플래그에 대한 이야기는 인세인리 맥에서 확인할 수 있습니다";
// Connector Flags ToolTips
"TT_CNAlterAppertureRequirements" = "AppleIntelFramebuffer::isApertureMemoryRequired는 Apperture 메모리를 필수항목에서 제외합니다";
"TT_CNUnknownFlag_2" = "CN 알 수 없는 플래그_2";
"TT_CNUnknownFlag_4" = "CN 알 수 없는 플래그_4";
"TT_CNConnectorAlwaysConnected" = "일반적인 LVDS 디스플레이 즉 내장 디스플레이를 말합니다";
"TT_CNUnknownFlag_10" = "CN 알 수 없는 플래그_10";
"TT_CNUnknownFlag_20" = "CN 알 수 없는 플래그_20";
"TT_CNDisableBlitTranslationTable" = "AppleIntelFramebufferController::ConfigureBufferTranslation은 블릿 테이블을 비활성활 때 사용합니다";
"TT_CNUnknownFlag_80" = "CN 알 수 없는 플래그_80";
"TT_CNUnknownFlag_100" = "CN 알 수 없는 플래그_100";
"TT_CNUnknownFlag_200" = "CN 알 수 없는 플래그_200";
"TT_CNUnknownFlag_400" = "CN 알 수 없는 플래그_400";
"TT_CNUnknownFlag_800" = "CN 알 수 없는 플래그_800";
"TT_CNUnknownFlag_1000" = "CN 알 수 없는 플래그_1000";
"TT_CNUnknownFlag_2000" = "CN 알 수 없는 플래그_2000";
"TT_CNUnknownFlag_4000" = "CN 알 수 없는 플래그_4000";
"TT_CNUnknownFlag_8000" = "CN 알 수 없는 플래그_8000";
"TT_CNUnknownZeroFlags" = "CN 제로 플래그";
// Patch / Connectors
"Connector Info:" = "커넥터 정보 :";
"Index" = "인덱스";
"Bus ID" = "버스ID";
"Pipe" = "파이프";
"Type" = "타입";
"Flags" = "플래그";
"Connector Flags:" = "커넥터 플래그 :";
"Display Info:" = "디스플레이 정보 :";
"Internal" = "내부";
"External" = "외부";
"Name" = "이름";
"Port" = "포트";
"Product ID" = "제품 ID";
"Serial No." = "일련 번호";
"Internal" = "내부";
"EDID" = "EDID";
// Patch / Patch
"Patch Options:" = "패치 옵션 :";
"General" = "기본";
"Advanced" = "확장";
"KextsToPatch (Hex)" = "켁스트내 16진수 값 패치";
"KextsToPatch (Base64)" = "켁스트내 베이스64 값 패치";
"DeviceProperties" = "디바이스/프로퍼티스";
"iASL DSL Source" = "iASL DSL 소스";
"Bootloader:" = "부트로더 :";
"Auto Detect" = "자동 인식";
"Clover" = "클로버 부트로더";
"OpenCore" = "오픈코어 부트로더";
"Auto Detect Changes" = "변경사항 자동감지";
"All" = "전체";
"EDID" = "EDID";
"Graphic Device" = "그래픽 장치";
"Audio Device" = "오디오";
"PCI Devices" = "PCI 장치";
"Use AllData Method" = "모든 패치 데이터 포함";
"General Patch" = "일반 패치";
"Patch Output:" = "패치 결과 :";
"DVMT pre-alloc 32 MB" = "DVMT 32MB 사전할당";
"Disable eGPU" = "eGPU 비활성화";
"DP -> HDMI" = "DP를 HDMI로 송출";
"Use Intel HDMI" = "인텔 HDMI 사용";
"Hotplug Reboot Fix" = "HDMI 케이블 핫플러그시 ​​재부팅 교정";
"DPCD Max Link Rate:" = "DPCD Max Link Rate:";
"HDMI Infinite Loop Fix" = "HDMI Infinite Loop Fix";
"Spoof Audio Device ID" = "오디오 장치 ID 스푸핑";
"Spoof Video Device ID:" = "비디오 장치 ID 스푸핑 :";
"VRAM 2048 MB" = "2048MB 비디오램 설정";
"Enable HDMI20 (4K)" = "HDMI20 (4K) 활성화";
"GfxYTile Fix" = "GfxYTile 수정";
"USB Port Limit" = "USB 포트 제한";
"Framebuffer Port Limit:" = "프레임버퍼 포트 제한 :";
"Enable Driver" = "드라이버 활성화";
"Connector Index:" = "커넥터 인덱스:";
"Preferred Mode:" = "사용자 선호 모드:";
"LS (DP to HDMI 1.4)" = "LS (DP를 HDMI 1.4로 변경)";
"PCON (DP to HDMI 2.0)" = "PCON (DP를 HDMI 2.0로 변경)";
"Generate Patch" = "패치 생성";
// Bootloader
"Bootloader Info:" = "부트로더 정보 :";
"Current Booted Version" = "현재 부팅 버전";
"Last Installed Version" = "이전 설치 버전";
"Latest Available Version" = "최신 배포 버전";
"Patches" = "클로버 패치";
"Select" = "선택";
"Type" = "유형";
"Comment" = "설명";
"Download Bootloader" = "부트로더 다운로드";
"Refresh Bootloader" = "부트로더 새로고침";
"Apply Bootloader Patches" = "부트로더 패치 적용";
// NVRAM
"NVRAM Variables" = "NVRAM 변수";
"Variable Value" = "변수 값";
"Add" = "추가";
// Extensions
"Installed Kexts:" = "설치된 켁스트:";
"Select" = "선택";
"Installed" = "설치버전";
"Current" = "현재버전";
"Download" = "다운로드";
"Replaced By" = "대체된 켁스트";
"Description" = "상세 설명";
"Url" = "URL";
"Compile Output" = "컴파일 출력";
"Show Installed Only" = "설치된 켁스트만 보기";
"Update Available" = "사용 가능한 업데이트";
"Update Version Info" = "Update Version Info";
"Download Selected" = "선택한 파일 다운로드";
"Compile Selected" = "선택한 파일 컴파일";
"Install Kext(s)" = "켁스트 설치";
"Rebuild KextCache and Repair Permissions" = "켁스트 캐시 리빌드 및 권한 복구";
// Displays
"Displays:" = "디스플레이 :";
"Name" = "디스플레이 이름";
"Vendor ID" = "공급업체 ID";
"Product ID" = "제품 ID";
"Serial No." = "일련 번호";
"Internal" = "내부";
"Scaled Resolutions" = "출력 가능 해상도";
"Width" = "가로 픽셀";
"Height" = "세로 픽셀";
"Type" = "출력 타입";
"Inject EDID:" = "EDID 추가 :";
"Icon:" = "아이콘 :";
"Default" = "기본";
"iMac" = "아이맥";
"MacBook" = "맥북";
"MacBook Pro" = "맥북 프로";
"LG Display" = "LG 디스플레이";
"Resolution:" = "해상도 :";
"1080p" = "1080p";
"2K" = "2K";
"Manual" = "수동";
"Fix Monitor Ranges" = "해상도 수정 추가";
"Inject Apple Info" = "애플 정보 추가";
"Force RGB Mode" = "RGB 모드(강제) 추가";
"Patch Color Profile" = "컬러 프로파일 추가";
"Add Resolution" = "추가";
"Delete Resolution" = "삭제";
"Refresh" = "새로고침";
"Export" = "내보내기";
// Audio
"Audio Devices:" = "오디오 장치 :";
"Sub Device" = "하위 장치";
"Revision" = "리비전";
"Pin Configuration" = "Pin 설정";
"NID" = "NID";
"PinDefault" = "Pin 기본값";
"Gross Location" = "포트 할당";
"Geometric Location" = "포트 유형";
"In" = "입력";
"Out" = "출력";
"Color" = "색상";
"Unknown" = "알수없음";
"Black" = "검정";
"Gray" = "회색";
"Blue" = "파랑";
"Green" = "녹색";
"Red" = "적색";
"Orange" = "오렌지";
"Yellow" = "노랑";
"Purple" = "보라";
"Pink" = "핑크";
"Reserved1" = "예약됨#1";
"Reserved2" = "예약됨#2";
"White" = "흰색";
"Other" = "기타";
"Jack Detect Override" = "잭 감지 무시";
"Reserved" = "예약됨";
"Line Out" = "라인 출력";
"Speaker" = "스피커";
"HP Out" = "헤드폰 출력";
"CD" = "CD";
"SPDIF Out" = "SPDIF 출력";
"Digital Other Out" = "디지털 기타 출력";
"Modem Line Side" = "모뎀 라인 사이드";
"Modem Handset Side" = "모뎀 핸드셋 사이드";
"Line In" = "라인 인";
"AUX" = "AUX";
"Mic In" = "마이크 인";
"Telephony" = "전화";
"SPDIF In" = "SPDIF 입력";
"Digital Other In" = "디지털 기타 입력";
"1/8\" Stereo/Mono" = "1/8\" Stereo/Mono";
"1/4\" Stereo/Mono" = "1/4\" Stereo/Mono";
"ATAPI Internal" = "ATAPI 내장";
"RCA" = "RCA";
"Optical" = "광포트";
"Other Digital" = "기타 디지털";
"Other Analog" = "기타 아날로그";
"Multichannel Analog" = "멀티채널 아날로그";
"XLR/Professional" = "XLR/프로페셔널";
"RJ-11 (Modem)" = "RJ-11 (모뎀)";
"Combination" = "컴비네이션";
"Jack" = "잭";
"No Connection" = "연결 없음";
"Fixed" = "고정됨";
"Jack + Internal" = "잭 + 내장";
"N/A" = "해당없음";
"Rear" = "후면 잭";
"Front" = "전면 잭";
"Left" = "좌";
"Right" = "우";
"Top" = "위";
"Bottom" = "아래";
"Special" = "스페셜";
"External" = "외장";
"Internal" = "내장";
"Separate" = "분리";
"Rear Panel" = "후면 패널";
"Riser" = "라이저";
"Mobile Lid-Inside" = "모바일 리드-인사이드";
"Drive Bay" = "드라이브 베이";
"Digital Display" = "디지털 디스플레이";
"Mobile Lid-Outside" = "모바일 리드-아웃사이드";
"ATAPI" = "ATAPI";
"BTL" = "BTL";
"EAPD" = "EAPD";
"L/R Swap" = "L/R Swap";
"Audio Info" = "내장 오디오 정보";
"Controller" = "컨트롤러";
"Vendor" = "공급업체";
"Codec Name" = "코덱 이름";
"Codec Vendor" = "코덱 공급업체";
"Audio Vendor" = "오디오 제조사";
"ALC Layout ID" = "ALC 레이아웃 ID";
"Revisions" = "버전";
"Min Kernel" = "최저 커널";
"Max Kernel" = "최대 커널";
"AFG Low Power State" = "AFG 저전력 상태";
"Codec ID" = "코덱 ID";
"Config Data" = "설정 값";
"Func Group" = "기능 그룹";
"Codec" = "코덱";
"Wake Verb Reinit" = "깨어날 때 재설정 작동";
"Layout ID" = "레이아웃 ID";
"Boot Config Data" = "부트 설정 데이터";
"Info" = "정보";
// USB
"USB Controllers:" = "USB 컨트롤러 :";
"ID" = "ID";
"Name" = "이름";
"Series" = "칩셋 이름";
"Device ID" = "장치 ID";
"Vendor ID" = "공급자 ID";
"USB Ports" = "USB 포트";
"Name" = "포트 이름";
"Connector" = "커넥터 타입";
"Location ID" = "Location ID";
"Port" = "포트 번호";
"Dev Speed" = "장치 속도";
"Device" = "연결된 장치";
"Info" = "정보";
"Delete" = "삭제";
"Clear All" = "모두 삭제";
"Refresh" = "새로고침";
"Import" = "불러오기";
"Export" = "내보내기";
"Active Port" = "활성화된 포트";
// Disks
"EFI Partitions:" = "EFI 파티션 :";
"Device Name" = "장치 이름";
"Partition Scheme" = "파티션 구성표";
"Volume Name" = "볼륨 이름";
"BSD Name" = "BSD 이름";
"Mount Point" = "마운트 포인트";
"Disk Type" = "디스크 타입";
"Mount" = "마운트";
"Unmount" = "마운트 해제";
"Open" = "열기";
"Boot EFI" = "EFI 부팅 영역";
// PCI
"PCI Devices:" = "PCI 장치 :";
"Debug" = "Debug";
"Vendor" = "공급업체";
"Sub Vendor" = "공급업체";
"Sub Device" = "하위장치";
"Vendor Name" = "제조사이름";
"Device Name" = "장치이름";
"Class" = "클래스";
"Subclass" = "하위 클래스";
"IOReg Name" = "IOReg 이름";
"IOReg IOName" = "IOReg IO이름";
"Device Path" = "장치 경로";
// Power
"Power Info:" = "전력 관리 정보﻿ :";
"Fix sleepimage" = "슬립 이미지 교정";
// Calculator
"Sequence" = "연동형 계산기";
"Hex:" = "16진수 :";
"Hex (reversed):" = "16진수 (예약됨) :";
"Base64:" = "베이스64 :";
"ASCII:" = "아스키 :";
"Value" = "진법 계산기";
"Decimal:" = "10진수 :";
"Octal:" = "8진수 :";
"Binary:" = "2진수 : ";
// Tools
"Tools Output:" = "실행 화면 :";
"Get AppleIntelInfo" = "애플 인텔 CPU 정보 가져오기";
"Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14+)" = "Atheros AR92xx/93xx WLan 카드용 켁스트 설치 (10.14+ 사용자만 해당)";
"Install Kext to enable SATA HotPlug on Mojave" = "모하비에 SATA 핫플러깅을 활성화 하려면 켁스트를 설치해 주세요";
"Generate Windows Bluetooth Registry File" = "윈도우용 블루투스 장치 인식용 레지스트리 파일 생성";
"Generate Windows UTC Registry Files" = "윈도우용 UTC 레지스트리 파일 생성";
"Disable Gatekeeper and mount the disk in read/write mode" = "Disable Gatekeeper and mount the disk in read/write mode";
"Dump ACPI" = "ACPI 덤프";
"Dump ACPI Tables" = "ACPI 테이블 덤프";
"Choose a destination folder" = "대상 폴더 선택";
"AppleIntelInfo Settings:" = "애플인텔인포 설정 :";
"Log:" = "Log:";
"Enable HWP" = "HWP(인텔스피드시프트)";
"CStates" = "C 스탯 스트레스";
"IGPU" = "내장 그래픽";
"IPG Style" = "IPG 스타일";
"Intel Regs" = "인텔 레지스트리";
"MSRs" = "MSR 락";
"Select Destination" = "Select Destination";
// Log
"Boot" = "부트";
"Lilu" = "리루";
"System" = "시스템";
"Process:" = "프로세스:";
"Contains:" = "내용:";
"Log Options:" = "로그 옵션:";
"Last Boot" = "마지막 부팅";
"Erase Log" = "로그삭제";
"Disable Gatekeeper and mount the disk in read/write mode?" = "게이트 키퍼를 비활성화하고 디스크를 읽기 / 쓰기 모드로 마운트 하시겠습니까?";
"This is required for some operations on macOS 10.15+" = "이 작업은 MacOS 10.15 이상의 일부 작업에 필요합니다.";
"Search (⌘F)" = "검색 (⌘F)";
// Import KextsToPatch
"Import KextsToPatch" = "KextsToPatch 내용 불러오기";
"Find:" = "찾기:";
"Replace:" = "바꾸기:";
"Cancel" = "취소";
"OK" = "확인";
// Bootloader Updater
"%@ Updated" = "%@ 업데이터";
"Downloading %@" = "%@ 다운로드 중";
"No new %@ Version is Avaliable at this Time!" = "지금은 새로운 %@ 개정판을 사용할 수 없습니다!";
"%@ Version %@ is Available - you have %@. Would you like to download a newer Version?" = " 현재 %i을(를) 사용중입니다만 새로운 %@ 개정판인 %i을(를) 사용 가능합니다. 최신 버전을 다운로드 하시겠습니까?";
"Not Now" = "지금 안함";
"Update..." = "업데이트 시작";
"Set %@ Installer Location" = "%@ 설치 경로 설정";
"An error occured while trying to download %@ installer!" = "%@ 설치 프로그램을 다운로드하는 중 오류가 발생했습니다!";
"%1.1f Mbytes" = "%1.1f 메가 바이트";
// Misc
"You may require %@" = "%@가 필요할 수 있습니다";
"You may require Spoof Audio Device ID" = "오디오 장치 ID 스푸핑이 필요할 수 있습니다";
"%@ %@-series Controller (0x%08X)" = "%@ %@-series Controller (0x%08X)";
"None" = "없음";
"Importing KextsToPatch" = "KextsToPatch 가져 오기";
"%@ Patch" = "%@ Patch";
"Are you sure you want to apply %d %@ patch(s)?" = "%d 의 %@ 패치를 적용 하시겠습니까?";
"Patch Success!" = "패치가 지슥쇽샥 성공됨!";
"Patch Fail!" = "패치 실패! 다시 한 번 시도해 주세요";
"Please select your existing config.plist to overwrite.\nData is written non-destructively and a backup will be created first." = "덮어 쓸 기존 config.plist를 선택하십시오.\n데이터는 삭제되지 않게끔 백업이 먼저 생성됩니다.";
"No Changes Detected!\r" = "변경 사항이 감지되지 않았습니다!\r";
"Unknown" = "알 수 없음";
"Mount Boot EFI Partition?" = "부팅 EFI 파티션을 마운트 하시겠습니까?";
"Your Boot EFI Partition is not mounted." = "부팅 EFI 파티션이 마운트되지 않았습니다.";
"Mount" = "마운트";
"Cancel" = "취소";
"Buy me a Beer" = "headkaze에게 맥주 한 병 사주세요.";
"Installing '%@'...\n" = "'%@'를(을) 설치 하고 있습니다...\n";
"Rebuilding KextCache and Repairing Permissions...\n" = "켁스트 캐시 리빌드및 권한 복구를 해주세요...\n";
"\"%@\" doesn't exist. Do you want to create it?" = "\"%@\"는(은) 존재하지 않습니다. 새로 만드시겠습니까?";
"\"%@\" does not exist. You can create a new one." = "\"%@\"는(은) 존재하지 않습니다. 새로 만들 수 있습니다.";
"Warning!" = "경고!";
"Enabling HWP (Intel Speed Shift) will require a reboot to restore the previous value." = "HWP(인텔 스피드 시프트)를 활성화 하려면 이전 값을 복원하기 위해 재부팅 해야 합니다.";
"Logging Intel registers may cause your system to crash." = "인텔 레지스터를 로깅하면 시스템이 다운될 수 있습니다.";
"Logging CStates" = "C 스탯 로깅 중..";
"Perform CPU intensive activity..." = "배수별 P 스탯 스트레스 테스트 실행 중..";
"Fully Supported" = "하드웨어 가속이 정상적으로 동작합니다";
"Not Supported" = "아직 지원되지 않습니다";
"Configuration Error" = "설정 오류";
"Decoder Failed" = "디코더 가속 실패";
"Unknown Status (%@)" = "알 수 없는 상태(%@)";
"Update PCIIDs" = "업데이트 PCIID";
"PCIIDs Update" = "PCIIDs 업데이트";
"Successful!" = "성공적 로.맨.틱하게 잘 돌아갑니다!";
"Failure!" = "실패 하지만 다시한 번 천천히 다시 시도해 보세요!";
"Missing or incompatible nasm!" = "누락되었거나 호환되지 않는 문제";
"Click OK to run installation." = "OK를 클릭하여 설치를 실행합니다.";
